
{
  "navigation": {
    "newsSleuth": "समाचार जासूस",
    "videoIntegrity": "वीडियो सत्यनिष्ठा",
    "audioAuthenticator": "ऑडियो प्रमाणक",
    "imageVerifier": "छवि सत्यापनकर्ता"
  },
  "home": {
    "heroTitle": "सच्चाई को उजागर करें",
    "heroSubtitle": "डिजिटल शोर के सागर में, वेरिटास विजन सत्य के लिए आपका सहारा है। हमारा आवश्यक एआई-संचालित टूलकिट आपको समाचार, वीडियो और ऑडियो सामग्री का गंभीर विश्लेषण करने, स्पष्टता और आत्मविश्वास के साथ ऑनलाइन दुनिया में नेविगेट करने की शक्ति देता है।",
    "tryNowTitle": "अभी कोशिश करें",
    "launchButton": "लॉन्च करें",
    "features": [
      {
        "title": "समाचार जासूस",
        "description": "पक्षपात को उजागर करने, तथ्यों की जांच करने और समग्र विश्वसनीयता का आकलन करने के लिए समाचार लेखों, सुर्खियों या यूआरएल का विश्लेषण करें। समाचार जासूस आपको विस्तृत रिपोर्ट देने के लिए प्रतिष्ठित स्रोतों के साथ दावों का क्रॉस-संदर्भ करता है।",
        "featureList": [
          "0-100 से विश्वसनीयता स्कोरिंग",
          "सनसनी और तार्किक भ्रांतियों का पता लगाना",
          "स्रोत और लेखक प्रतिष्ठा विश्लेषण",
          "राजनीतिक, वैचारिक या वाणिज्यिक पूर्वाग्रहों की पहचान"
        ]
      },
      {
        "title": "वीडियो सत्यनिष्ठा",
        "description": "डीपफेक, हेरफेर और सिंथेटिक सामग्री के संकेतों के लिए वीडियो की जांच करें। हमारा टूल यह सुनिश्चित करने के लिए वीडियो और ऑडियो ट्रैक का मल्टी-मोडल विश्लेषण करता है कि आप जो देख रहे हैं वह वास्तविक है।",
        "featureList": [
          "डीपफेक का पता लगाना (जैसे, फेस स्वैपिंग)",
          "वीडियो संपादन, सीजीआई और अस्थायी विसंगतियों का विश्लेषण",
          "वॉयस क्लोनिंग और सिंथेटिक ऑडियो का पता लगाना",
          "फ्रेम-दर-फ्रेम दृश्य विरूपण विश्लेषण"
        ]
      },
      {
        "title": "ऑडियो प्रमाणक",
        "description": "ऑडियो रिकॉर्डिंग की प्रामाणिकता सत्यापित करें। यह उपकरण मुखर पैटर्न, पृष्ठभूमि शोर और डिजिटल फिंगरप्रिंट का विश्लेषण करके एआई-जनित भाषण, वॉयस क्लोनिंग और अन्य हेरफेर का पता लगाता है।",
        "featureList": [
          "वॉयस क्लोनिंग और एआई भाषण संश्लेषण का पता लगाना",
          "तानवाला और ताल विसंगतियों का विश्लेषण",
          "पृष्ठभूमि शोर और पर्यावरण सत्यापन",
          "भाषण-से-पाठ प्रतिलेखन और सामग्री विश्लेषण"
        ]
      },
      {
        "title": "छवि सत्यापनकर्ता",
        "description": "एआई पीढ़ी या डिजिटल छेड़छाड़ के संकेतों के लिए छवियों की जांच करें। छवि सत्यापनकर्ता कलाकृतियों, विसंगतियों को पहचानने और छवि की उत्पत्ति और संदर्भ की जांच करने के लिए फोरेंसिक विश्लेषण का उपयोग करता है।",
        "featureList": [
          "एआई-जनित छवि का पता लगाना (जीएएन, प्रसार मॉडल)",
          "फोटोशॉप और अन्य हेरफेर तकनीकों का पता लगाना",
          "प्रासंगिक विश्लेषण के लिए रिवर्स इमेज सर्च",
          "ऑप्टिकल कैरेक्टर रिकॉग्निशन (ओसीआर) और टेक्स्ट विश्लेषण"
        ]
      }
    ]
  },
  "newsSleuth": {
    "title": "समाचार जासूस",
    "description": "किसी समाचार लेख का पाठ चिपकाएँ, एक URL प्रदान करें, या उसकी विश्वसनीयता का तुरंत विश्लेषण करने के लिए एक शीर्षक दर्ज करें।",
    "inputTitle": "विश्लेषण के लिए एक लेख प्रस्तुत करें",
    "inputDescription": "एक इनपुट विधि चुनें और विश्लेषण की जाने वाली सामग्री प्रदान करें।",
    "inputTextLabel": "लेख पाठ",
    "inputUrlLabel": "लेख यूआरएल",
    "inputHeadlineLabel": "लेख शीर्षक",
    "inputTextPlaceholder": "लेख का पूरा पाठ यहाँ चिपकाएँ...",
    "inputUrlPlaceholder": "https://example.com/news-article",
    "inputHeadlinePlaceholder": "शीर्षक यहाँ दर्ज करें...",
    "analyzeButton": "विश्वसनीयता का विश्लेषण करें",
    "reportTitle": "विश्वसनीयता रिपोर्ट",
    "reportDescription": "लेख की संभावित विश्वसनीयता का एआई-जनित विश्लेषण।",
    "analyzingText": "समाचार जासूस मामले पर है... स्रोतों का विश्लेषण, तथ्यों की जांच, और पूर्वाग्रहों की पहचान।",
    "pendingText": "विश्लेषण पूरा होने पर आपकी विश्वसनीयता रिपोर्ट यहाँ दिखाई देगी।"
  },
  "videoIntegrity": {
    "title": "वीडियो सत्यनिष्ठा",
    "description": "डीपफेक, हेरफेर और सिंथेटिक मीडिया के अन्य संकेतों के लिए वीडियो का विश्लेषण करने के लिए अपलोड करें।",
    "inputTitle": "विश्लेषण के लिए एक वीडियो अपलोड करें",
    "inputDescription": "अपने डिवाइस से एक वीडियो फ़ाइल चुनें (अधिकतम 50MB)।",
    "inputFileLabel": "वीडियो फ़ाइल",
    "analyzeButton": "वीडियो का विश्लेषण करें",
    "reportTitle": "वीडियो फोरेंसिक रिपोर्ट",
    "reportDescription": "वीडियो की प्रामाणिकता और अखंडता का एआई-जनित विश्लेषण।",
    "analyzingText": "बहु-मोडल विश्लेषण किया जा रहा है... विसंगतियों के लिए वीडियो फ्रेम और ऑडियो ट्रैक की जांच।",
    "pendingText": "आपका वीडियो विश्लेषण रिपोर्ट पूरा होने पर यहाँ दिखाई देगा।"
  },
  "audioAuthenticator": {
    "title": "ऑडियो प्रमाणक",
    "description": "एआई-जनित आवाज़ों, क्लोनिंग और अन्य हेरफेर कलाकृतियों की जांच के लिए एक ऑडियो फ़ाइल अपलोड करें।",
    "inputTitle": "प्रमाणीकरण के लिए ऑडियो अपलोड करें",
    "inputDescription": "अपने डिवाइस से एक ऑडियो फ़ाइल चुनें (अधिकतम 10MB)।",
    "inputFileLabel": "ऑडियो फ़ाइल",
    "analyzeButton": "ऑडियो प्रमाणित करें",
    "reportTitle": "ऑडियो फोरेंसिक रिपोर्ट",
    "reportDescription": "ऑडियो की प्रामाणिकता का एआई-जनित विश्लेषण।",
    "analyzingText": "संश्लेषण या हेरफेर के संकेतों के लिए ऑडियो आवृत्तियों और पैटर्न को स्कैन करना...",
    "pendingText": "आपका ऑडियो फोरेंसिक रिपोर्ट पूरा होने पर यहाँ दिखाई देगा।"
  },
  "imageVerifier": {
    "title": "छवि सत्यापनकर्ता",
    "description": "एआई पीढ़ी, डिजिटल हेरफेर और भ्रामक संदर्भ के संकेतों का पता लगाने के लिए एक छवि अपलोड करें।",
    "inputTitle": "सत्यापन के लिए छवि अपलोड करें",
    "inputDescription": "अपने डिवाइस से एक छवि फ़ाइल चुनें (अधिकतम 10MB)।",
    "inputFileLabel": "छवि फ़ाइल",
    "analyzeButton": "छवि सत्यापित करें",
    "reportTitle": "छवि फोरेंसिक रिपोर्ट",
    "reportDescription": "छवि की प्रामाणिकता और संदर्भ का एआय-जनित विश्लेषण।",
    "analyzingText": "पिक्सेल, मेटाडेटा और संदर्भ का विश्लेषण... विसंगतियों और डिजिटल फिंगरप्रिंट की खोज।",
    "pendingText": "आपका छवि फोरेंसिक रिपोर्ट पूरा होने पर यहाँ दिखाई देगा।"
  }
}
